Repository: paynl/ubercart3-plugin
Catalog: paynl.po
Languages: nl

source: Choose your bank:
nl: Kies uw bank:

source: Payment with !method succeeded for order !order_id
nl: Betaling via !method voor bestelling !order_id is gelukt

source: Payment with !method in progress for order !order_id
nl: Betaling via !method voor bestelling !order_id is in behandeling

source: Pament with !method cancelled for order !order_id
nl: Betaling via !method voor bestelling !order_id werd afgebroken

source: Payment could not be checked. The order ID was not specified.
nl: De betaling kon niet gecontroleerd worden. Het order ID is niet meegestuurd.

source: Could not process the payment. There was an error: !message
nl: De betaling kon niet gedaan worden. De bestelling gaf de volgende fout: !message

source: Pay.nl IPN reported a succesful payment of !amount on order !order_id
nl: Pay.nl IPN geeft een voltooide betaling door van !amount op order id !order_id

source: Pay.nl IPN reported processing the payment of !amount for order !order_id
nl: Pay.nl IPN geeft door bezig te zijn met een betaling door van !amount op order id !order_id

source: The payment was cancelled. Please try again.
nl: De betaling werd afgebroken. Probeer het s.v.p opnieuw.

source: IPN request not correct. Order with order id !order_id does not exist.
nl: IPN verzoek niet correct; order met order_id !order_id bestaat niet.

source: Payment with !method for order !order_id sucessful
nl: Betaling via !method voor bestelling !order_id is gelukt

source: Error retrieving order information from Pay.nl with order !order_id: !message
nl: Fout met het ophalen van ordergegevens bij pay.nl met order Id !order_id: !message

source: No order ID specified.
nl: Geen order ID meegestuurd.

source: Could not process the payment. The Pay.nl API gave this error: !message
nl: De betaling kon niet gedaan worden. De Pay.nl API gaf de volgende fout: !message

source: The payment was cancelled.
nl: De betaling werd afgebroken.

source: The adjustment field can be used to associate a fee or discount with a payment method. Specify a value that is a flat amount or a percentage of the subtotal to be added or subtracted when a payment method is chosen at checkout. Examples: 3%, 1.00, -5.5%, -2
nl: Het Kosten veld kan worden gebruikt worden om een korting of extra kosten door te berekenen voor een betaalmethode. Vul een bedrag in centen of een percentage in dat van het subtotaal toegevoegd of afgetrokken moet worden wanneer een betaalmethode gekozen is. Voorbeelden: 3%, 100, -5.5%, -250

source: Pay.nl settings
nl: Pay.nl instellingen

source: You can find your API token here: <a href="https://admin.pay.nl/my_merchant" target="_blank">https://admin.pay.nl/my_merchant</a> (on the bottom).
nl: U kunt API token hier vinden: <a href="https://admin.pay.nl/my_merchant" target="_blank">https://admin.pay.nl/my_merchant</a> (aan de onderkant).

source: You can find your service id here: <a href="https://admin.pay.nl/programs/programs" target="_blank">https://admin.pay.nl/programs/programs</a>. The serviceId starts with <strong>SL-</strong> .
nl: U kunt uw service ID hier vinden: <a href="https://admin.pay.nl/programs/programs" target="_blank">https://admin.pay.nl/programs/programs</a>. de service ID begint met <strong>SL-</strong> .

source: Could not retrieve information from Pay.nl. Check to see if the API token and service ID has been set correctly.
nl: Kon geen verbinding maken met Pay.nl. Controleer of u de API token en service ID juist heeft ingesteld.

source: Payment method
nl: Betaalmethode

source: List position
nl: Lijstpositie

source: Adjustment (in cents)
nl: Extra kosten (in centen)

source: Operations
nl: Instellingen

source: Maximum amount (in cents)
nl: Maximum bedrag (in centen)

source: Receive a !adjustment discount when paying by !method.
nl: Korting van !adjustment wanneer u met !method betaalt.

source: There is a !adjustment fee when paying by !method.
nl: Er wordt een extra !adjustment in rekening gebracht wanneer u met !method betaalt.

source: @name fee
nl: Extra kosten @name

source: @name discount
nl: @name korting
